Repository: CharlesCrepin/WEX
Catalog: locale/*/LC_MESSAGES/wem.po
Languages: fr

source: could not open allowed firmware filenames file, firmware not saved.
fr: le fichier des noms de fichier alloués pour le firmware n'a pu être ouvert, le firmware n'a pas été sauvegardé.

source: firmware not saved, only filenames of the following formats are allowed:
fr: Le firmware n'a pas été sauvegardé, seuls les noms de fichier de la forme suivante sont acceptés:

source: where ?.?? is the firmware version, example: 1.00.
fr: où ?.?? est la version du firmware, exemple: 1.00.

source: The uploaded firmware version is not higher than the one previously installed.
fr: La version du firmware téléchargé n'est pas supérieure à celle qui était installée.

source: A backup of the old firmware was saved
fr: Une copie a été conservée

source: Info: could not find the previously installed firmware file.
fr: Info: le fichier du firmware installé précédemment n'a pu être trouvé.

source: Firmware version
fr: Version du firmware

source: Software version
fr: Version du logiciel

source: was not saved because it was incomplete.
fr: n'a pas été sauvegardée puisqu'incomplète.

source: was not saved because it was invalid.
fr: n'a pas été sauvegardée puisqu'invalide.

source: File
fr: Fichier

source: Go to settings
fr: Aller à la configuration

source: Log out
fr: Quitter

source: Settings
fr: Configuration

source: View settings file
fr: Voir le fichier de configuration

source: [IP address]
fr: [Adresse IP]

source: [Subnet mask]
fr: [Masque de sous-réseau]

source: [Default gateway]
fr: [Passerelle]

source: WEBB EXCHANGE MODULE
fr: MODULE WEBB EXCHANGE

source: Username
fr: Usager

source: Password
fr: Mot de passe

source: English
fr: Anglais

source: French
fr: Français

source: Interface language
fr: Langue de l'interface

source: Log in
fr: Se connecter

source: The credentials supplied are not valid.
fr: Les informations entrées ne sont pas valides.

source: Warning: settings file not found.
fr: Le fichier de configuration n'a pas été trouvé.

source: Warning: time zones file not found or empty.
fr: Le fichier des fuseaux horaires n'a pas été trouvé ou est vide.

source: Identifier
fr: Identifiant

source: Language(s)
fr: Langue(s)

source: Context
fr: Contexte

source: Time zone
fr: Fuseau horaire

source: Backup firmware
fr: Copie de sauvegarde du firmware

source: Download
fr: Télécharger

source: Update firmware
fr: Mettre à jour le firmware

source: Network
fr: Réseau

source: Hostname
fr: Nom d'hôte

source: Domain name
fr: Nom de domaine

source: Connection type
fr: Type de connexion

source: IP address
fr: Adresse IP

source: Subnet mask
fr: Masque de sous-réseau

source: Default gateway
fr: Passerelle

source: Static DNS 1
fr: DNS 1

source: Static DNS 2
fr: DNS 2

source: Web access
fr: Accès web

source: Admin access
fr: Accès admin

source: Enabled
fr: Activé

source: Utility access
fr: Accès utilitaire

source: Web login name
fr: Usager web

source: Web login password
fr: Mot de passe web

source: SSH login name
fr: Usager SSH

source: SSH login password
fr: Mot de passe SSH

source: Log
fr: Journal

source: Max size
fr: Grosseur maximum

source: Report by mail
fr: Avertir par courriel

source: Sender
fr: Expéditeur

source: Receiver
fr: Destinataire

source: Subject
fr: Sujet

source: SMTP server
fr: Serveur SMTP

source: Log count
fr: Compte du journal

source: Interval
fr: Intervalle

source: SMTP user
fr: Usager SMTP

source: Proxy and registration
fr: Enregistrement et serveur proxy

source: Proxy
fr: Serveur proxy

source: Outbound proxy
fr: Serveur proxy sortant

source: Registration
fr: Enregistrement

source: Registration expires
fr: Expiration de l'enregistrement

source: in seconds
fr: en secondes

source: Use outbound proxy
fr: Utiliser le serveur proxy sortant

source: Send calls without registration
fr: Envoyer les requêtes sans enregistrement

source: Receive calls without registration
fr: Recevoir les requêtes sans enregistrement

source: Subscriber
fr: Abonnement

source: Dial plan
fr: Plan de connexion

source: Save settings
fr: Sauvegarder la configuration

source: Cancel all changes
fr: Annuler les changements

source: Unexpected error: could not open settings file, settings were not saved.
fr: Erreur inattendue: le fichier de configuration n'a pu être ouvert, la configuration n'a pas été enregistrée.

source: Settings saved
fr: La configuration a été sauvegardée

source: The settings file can not be viewed, file not found.
fr: Le fichier de configuration ne peut être visualisé, fichier non trouvé.

source: Webb Exchange Module - Security
fr: Module Webb Exchange - Sécurité

source: Webb Exchange Module - Features
fr: Module Webb Exchange - Paramètres

source: Collapsible sections
fr: Sections repliables

source: Save
fr: Sauvegarder

source: Cancel changes
fr: Annuler les changements

source: Unexpected error: could not open app config file, values were not saved.
fr: Erreur inattendue: le fichier de configuration de l'application n'a pu être ouvert, les valeurs n'ont pas été sauvegardées.

source: Administration information saved
fr: Informations sauvegardées
